Loadtesting/Loadtest_2replicas/loadtest_30s_100_05-26_18-31-21/text.txt
Requests      [total, rate]            3000, 100.03
Duration      [total, attack, wait]    30.043401248s, 29.989999929s, 53.401319ms
Latencies     [mean, 50, 95, 99, max]  23.560783ms, 22.114897ms, 35.245707ms, 49.438922ms, 77.35475ms
Bytes In      [total, mean]            5244000, 1748.00
Bytes Out     [total, mean]            0, 0.00
Success       [ratio]                  100.00%
Status Codes  [code:count]             200:3000  
Error Set: